cask_args appdir: '/Applications'

tap 'homebrew/bundle'
# Bleeding-edge shit
tap 'homebrew/versions'
tap 'caskroom/versions'

brew 'ack'
brew 'coreutils'
brew 'openssl'
brew 'node'
brew 'readline'
brew 'postgresql'
brew 'unrar'
brew 'tree'
brew 'n'
brew 'thefuck'
brew 'htop'

cask 'atom'
cask 'google-chrome'
cask 'slack'
cask 'vlc'
cask 'virtualbox'
cask 'flux'
cask 'skype'
cask 'iterm2-beta'
cask 'whatsapp'
